app/controllers/electoral_districts_controller.rb

  def index
    @electoral_districts = ElectoralDistrict.all
---
SELECT "electoral_districts".* FROM "electoral_districts"