app/controllers/voivodships_controller.rb

SELECT "voivodships".* FROM "voivodships"
---
  def index
    @voivodships = Voivodship.all